Repository: ALexDangCoder/dfy-mobile-save
Catalog: lib/l10n/intl_*.arb
Languages: vi

# just_loan_amount
source: Loan amount
vi: Sô tiền vay

# enter_mess
source: Enter message
vi: Nhập tin nhắn

# recurring_interest_pawn
source: Recurring interest
vi: Lãi định kỳ

# mess_loan_to_value
source: LTV = (Loan USD Amount / Collateral USD Amount) x 100%
vi: LTV = (Số tiền USD cho vay / Số tiền USD tài sản đảm bảo) x 100%

# mess_liquidation_threshold
source: Liquidation Threshold means the maximum allowed LTV limit. When this limit met or passed, it will trigger a liquidation of collateral. To avoid liquidation, you can repay the remainder of the loan
vi: Ngưỡng thanh khoản nghĩa là giới hạn LTV tối đa cho phép. Khi đạt hoặc vượt qua giới hạn này, sẽ kích hoạt thanh lý tài sản thế chấp. Để tránh bị thanh lý, bạn có thể hoàn trả phần còn lại của khoản vay

source: Invalid Loan To Value
vi: Giá trị Khoản vay Không hợp lệ

source: Loan To Value is required
vi: Giá trị Khoản vay là bắt buộc

# ltv_validate
source: LTV Liquidation threshold must be greater than LTV
vi: Ngưỡng thanh lý LTV phải lớn hơn LTV

# ltv_validate_20
source: LTV Liquidation threshold should be 20% greater than LTV
vi: Ngưỡng thanh lý LTV phải lớn hơn 20% so với LTV

# monthly_pawn
source: Monthly
vi: Hàng tháng

# weekly_pawn
source: Weekly
vi: Hàng tuần

# months_pawn
source: Months
vi: Tháng

# weeks_pawn
source: Weeks
vi: Tuần

# duration_pawn
source: Duration
vi: Thời hạn

source: Duration is required
vi: Thời hạn là bắt buộc

source: Duration is integer
vi: Thời hạn là số nguyên

source: USDT balance
vi: số dư USDT

source: Enter liquidation threshold
vi: Nhập ngưỡng thanh lý

# liquid_threshold_is_required
source: Liquidation threshold is required
vi: Ngưỡng thanh lý là bắt buộc

source: Invalid liquid threshold
vi: Ngưỡng thanh lý không hợp lệ

# must_below_2
source: Must below 2 digit after decimal
vi: Phải dưới 2 chữ số sau số thập phân

source: Interest Rate is required
vi: Lãi suất là bắt buộc

# or_pawn
source: or
vi: hoặc

source: Offer received
vi: Đề nghị đã nhận

source: Processing create
vi: Đang xử lý tạo

source: Processing withdraw
vi: Đang xử lý rút tiền

source: Withdraw
vi: Rút tiền

source: Collateral List
vi: Danh sách Collateral

# month_1
source: month
vi: tháng

# week_1
source: week
vi: tuần

# week_many
source: weeks
vi: tuần

# month_many
source: months
vi: tháng

source: Create new collateral
vi: Tạo tài sản thế chấp mới

source: Login to receive email notifications
vi: Đăng nhập để nhận thông báo qua email

source: Confirm new collateral
vi: Xác nhận tài sản thế chấp mới

source: Collateral ID
vi: ID tài sản thế chấp

source: View all
vi: Xem tất cả

source: Total estimate
vi: Tổng ước tính

source: Offers received
vi: Đã nhận được phiếu mua hàng

source: Send to
vi: Gửi tới

source: loan package
vi: gói vay

source: Lender
vi: Người cho vay

source: Date
vi: Ngày

source: Estimate
vi: Ước tính

source: Negotiation
vi: Thương lượng

# success_pawn
source: Success
vi: Thành công

source: Confirm withdraw collateral
vi: Xác nhận rút tài sản thế chấp

source: Your collateral
vi: Tài sản thế chấp của bạn

# your_collateral_will
source: Your collateral will be withdrawn back to your wallet address. You will no longer receive any loan offer. Would you like to continue?
vi: Tài sản thế chấp của bạn sẽ được rút về địa chỉ ví của bạn. Bạn sẽ không còn nhận được bất kỳ đề nghị cho vay nào nữa. Bạn có muốn tiếp tục không?

source: Confirm accept offer
vi: Xác nhận chấp nhận đề nghị

source: Confirm reject offer
vi: Xác nhận từ chối đề nghị

# by_accept_offer
source: By clicking on Accept, the smart contract will be executed automatically with the Terms in the offer. Would you like to accept this offer?
vi: Bằng cách nhấp vào Chấp nhận, hợp đồng thông minh sẽ được thực thi tự động với các Điều khoản trong phiếu mua hàng. Bạn có muốn chấp nhận phiếu mua hàng này không?

# by_reject_offer
source: By clicking on Reject, the smart contract will be executed automatically with the Terms in the offer. Would you like to reject this offer?
vi: Bằng cách nhấp vào Từ chối, hợp đồng thông minh sẽ được thực thi tự động với các Điều khoản trong ưu đãi. Bạn có muốn từ chối đề nghị này không?

source: Confirm cancel offer
vi: Xác nhận huỷ offer

source: Added collateral
vi: Đã thêm tài sản thế chấp

source: collateral information
vi: thông tin collateral

# offer_create_day
source: Offer created day
vi: Offer tạo ngày

source: Cancel offer
vi: Huỷ offer

source: Borrow contract list
vi: Danh sách hợp đồng mượn

source: Contract detail
vi: Chi tiết hợp đồng

source: Review
vi: Đánh giá

# description_cancel_offer_sent
source: Offer you have sent to the borrower will be cancelled, do you want to continue?
vi: Offer bạn gửi cho người vay sẽ bị huỷ, bạn có muốn tiếp tục?

source: Contract ID
vi: ID Hợp đồng

source: Cycle
vi: Chu kỳ

source: Penalty
vi: Hình phạt

source: Interest
vi: Tiền lãi

source: Loan
vi: Vay

source: Safer
vi: An toàn hơn

source: Risker
vi: Kẻ mạo hiểm

source: LTV liquidation threshold
vi: Ngưỡng thanh lý LTV

source: Your current LTV
vi: LTV hiện tại của bạn

# your_current_ltv_is
source: Your current LTV is about to reach to the liquidation threshold. To avoid liquidation, you can repay the remainder of the penalty/ interest loan.
vi: LTV hiện tại của bạn sắp đạt đến ngưỡng thanh lý. Để tránh bị thanh lý, bạn có thể hoàn trả phần còn lại của khoản vay lãi / phạt.

source: Default date
vi: Ngày mặc định

source: Repayment history
vi: Lịch sử trả nợ

# sys_risk
source: Rủi ro hệ thống
vi: System risk

# default_reason
source: Lý do mặc định
vi: Default reason
