Repository: ALexDangCoder/dfy-mobile-save
Catalog: lib/l10n/intl_*.arb
Languages: vi

# additional
source: Additional Information
vi: Thông tin thêm

source: Collection address:
vi: Địa chỉ bộ sưu tập:

source: Offer
vi: Đề nghị

# login_now
source: You don’t have any wallet. Log in now
vi: Bạn không có ví nào. Đăng nhập ngay

# create_now
source: You don’t have any wallet. Create now
vi: Bạn không có ví nào. Hãy tạo ngay

# email_too_long
source: Email with maximum 50 characters
vi: Email có tối đa 50 ký tự

# email_invalid
source: Invaid email
vi: Email không hợp lệ

source: Filter
vi: Lọc

source: Name of collection
vi: Tên của bộ sưu tập

source: Offer detail
vi: Chi tiết đề nghị

source: View profile
vi: Xem hồ sơ

source: Message
vi: Tin nhắn

source: Repayment token
vi: Token trả nợ

source: Offer create by day
vi: Để nghị tạo ngày

source: Copied address!
vi: Sao chép địa chỉ!

source: Copied private key!
vi: Sao chép private key!

source: Copied seed phrase!
vi: Sao chép seed phrase!

source: All category
vi: Tất cả loại

# no_more_info
source: No more information
vi: Không có thông tin thêm

source: Available
vi: khả dụng

# no_des
source: No description available
vi: Không có mô tả

# buy_sell_create_collectible_nfts
source: Buy, sell, and create collectible NFTs
vi: Mua, bán và tạo các NFT sưu tập

# loading_text
source: Loading...
vi: Đang tải...

# error_text
source: Error...
vi: Lỗi tải...

source: Resend code
vi: Gửi lại mã

# nfts_search_result
source: NFT search result
vi: NFT kết quả tìm kiếm

source: Collection search result
vi: Collection kết quả tìm kiếm

source: Sort by
vi: Sắp xếp theo

source: Highest trading volume
vi: Khối lượng giao dịch cao nhất

source: Lowest trading volume
vi: Khối lượng giao dịch thấp nhất

source: Newest
vi: Mới nhất

source: Oldest
vi: Cũ nhất

source: Owner from high to low
vi: Chủ từ cao đến thấp

source: Owner from low to high
vi: Chủ từ thấp đến cao

source: Item from high to low
vi: Mục từ cao đến thấp

# you_enter_greater
source: You enter greater than the total amount
vi: Bạn nhập lớn hơn tổng số bản

# you_must
source: You must enter the quantity you want to buy
vi: Bạn phải nhập vào số lượng bạn muốn mua

# could_not_load_data
source: Couldn’t load the data
vi: Không thể tải dữ liệu

source: Create collection
vi: Tạo bộ sưu tập

source: Upload cover photo
vi: Tải lên ảnh bìa

source: UPLOAD AVATAR
vi: TẢI LÊN ẢNH ĐẠI DIỆN

# upload_featured_photo
source: UPLOAD FEATURE PHOTO
vi: TẢI LÊN ẢNH NỔI BẬT

# format_image
source: Format: JPG, PNG, GIFF
vi: Định dạng: JPG, PNG, GIFF

source: Collection name
vi: Tên bộ sưu tập

source: Categories
vi: Phân loại

source: Sold
vi: Đã bán

source: Royalties
vi: Tiền bản quyền

source: Social links
vi: Liên kết mạng xã hội

# maximum_len
source: Maximum length allowed is 255 characters
vi: Số kí tự tối đa là 255

# only_digits
source: Only accept digits
vi: Chỉ được phép nhập số

# max_royalty
source: Maximum royalty allowed is 50%
vi: Tiền bản quyền tối đa là 50%

# maximum_size
source: The maximum size is 15MB
vi: Kích cỡ tối đa của ảnh là 15MB

# avatar_required
source: Avatar is required
vi: Ảnh đại diện là bắt buộc

# cover_photo_required
source: Cover photo is required
vi: Ảnh bìa là bắt buộc

# feature_photo_required
source: Feature photo is required
vi: Ảnh nổi bật là bắt buộc

# category_require
source: Category is required
vi: Danh mục là bắt buộc

# collection_name_require
source: Name for collection is required
vi: Tên của bộ sưu tập là bắt buộc

source: Avatar Photo
vi: Ảnh đại diện

source: Min value is
vi: Giá trị tối thiểu là

source: Cover Photo
vi: Ảnh bìa

source: Feature Photo
vi: Ảnh nổi bật

source: Uploading successfully
vi: Tải ảnh lên thành công

# uploading_fail
source: Uploading failed
vi: Tải ảnh lên thất bại

# custom_url_taken
source: This URL has been taken
vi: URL đã có người chọn

# custom_url_info
source: Customize your URL on Defi for you. Must only contain lowercase letters, numbers, and hyphens.
vi: Đường dẫn tùy chỉnh của bạn trên Defi for you. Chỉ bao gồm chữ thường, số và dấu gạch dưới (_).

# custom_url_err
source: Only contain lowercase letters,numbers,hyphens
vi: Chỉ bao gồm chữ thường,số,dấu gạch dưới

# royalties_info
source: Collect a fee when a user re-sells an item you originally created. This is deducted from the final sale price and paid monthly to a payout address of your choosing.
vi: Thu phí khi người dùng bán lại một mặt hàng mà bạn đã tạo ban đầu. Khoản tiền này được khấu trừ vào giá bán cuối cùng và được thanh toán hàng tháng vào địa chỉ thanh toán bạn chọn.

source: Name
vi: Tên

source: Item from low to high
vi: Mục từ thấp đến cao

source: On sale
vi: Đang bán

# give_this_site_permission_to_access_your_nft
source: Give this site permission to access your NFTs
vi: Cho phép ứng dụng truy cập vào NFT của bạn

source: Profile setting
vi: Thiết lập hồ sơ

source: My NFT
vi: NFT của tôi

source: Hard NFT management
vi: Quản lý hard NFT

source: NFT activity
vi: Hoạt động NFT

source: Borrower profile
vi: Hồ sơ người vay

source: About us
vi: Về chúng tôi

source: Collateral
vi: Thế chấp

source: Contracts
vi: Danh sách hợp đồng

source: Hard NFT List
vi: Danh sách hard NFT

source: Hard NFT mint request
vi: Hard NFT đặt yêu cầu

source: Lender profile
vi: Hồ sơ người cho vay

source: My account
vi: Tài khoản của tôi

source: Auction start in:
vi: Đấu giá bắt đầu sau:

source: Auction ends in:
vi: Đấu giá kết thúc sau:

source: Auction ends:
vi: Đấu giá kết thúc:

# auction_win
source: Win bid:
vi: Giá chiến thắng:

# is_bid
source: Current price:
vi: Giá hiện tại:

# you_enter_balance
source: You enter greater than the total balance
vi: Bạn nhập lớn số dư trong ví

# you_must_bid
source: Invalid bid
vi: Giá bạn nhập không hợp lệ

# you_bid_equal
source: Your bid is equal to buyout price. Auction will end if you place this bid.
vi: Giá bạn nhập bằng với giá bán đứt. Đấu giá sẽ kết thúc nếu bạn đặt giá này.

source: Your bid is
vi: Giá bạn đấu cao hơn giá mua đứt

# higher_than
source: higher than buyout price. Auction will end if you place this bid.
vi: . đấu giá sẽ kết thúc nếu bạn đặt giá này

# you_must_bid_greater
source: You must bid greater than current price
vi: Bạn phải nhập giá cao hơn giá hiện tại

# you_must_bid_equal
source: You must bid equal price step
vi: Bạn phải nhập giá bằng bước giá tiếp theo

source: Address
vi: Địa chỉ

source: Item price
vi: Giá

source: Start In
vi: Bắt đầu trong

# purchase_being_processed
source: There is a purchase transaction being processed of other user.
vi: Nft đang được giao dịch bởi một ai đó.

# error_might_occur
source: Error might occur if you continue
vi: Có lỗi có thể xảy ra nếu bạn tiếp tục

source: View type
vi: Xem theo

source: Connect
vi: Kết nối

# nft_success
source: NFT successfully transferred to your wallet
vi: NFT đã chuyển vào ví của bạn thành công

# nft_fail
source: An error occurred while transferring NFT to your wallet
vi: Đã có lỗi xảy ra khi chuyển NFT vào ví của bạn

# dont_have_wallet
source: You don’t have any wallet. Create now
vi: Bạn không có ví. Tạo ngay

# need_login
source: You are not logged in. Log in
vi: Bạn chưa đăng nhập. Đăng nhập ngay

source: Custom URL
vi: Đường dẫn tùy chỉnh

source: How to create hard NFT
vi: Cách tạo Hard NFT

source: Skip
vi: Bỏ qua

source: Step
vi: Bước

# create_an_unauth_hard_nft
source: Create an unauthenticated
vi: Tạo chưa xác thực

# send_evalue_to_evaluator
source: Send evaluation request
vi: Gửi yêu cầu đánh giá

source: to evaluator
vi: Đến tiệm đánh giá để

# receive_accept_result_blockchain
source: Receive and accept evaluation result
vi: Nhận và chấp nhận kết quả đánh giá

source: on blockchain
vi: trên blockchain

# put_hard_nft_market
source: Put hard NFT on
vi: Đưa Hard Nft lên

source: Marketplace
vi: Chợ

source: to take profit
vi: để thu lợi nhuận

source: Next
vi: Tiếp theo

source: Book evaluation request
vi: Yêu cầu đặt chỗ

source: No meeting with evaluator
vi: Không có cuộc họp với tiệm đánh giá

source: Book evaluation
vi: Đặt chỗ đánh giá

# to_mint_hard_nft_you
source: To mint Hard NFT, you need to find evaluator to appraise your Hard NFT. You can send evaluation request to multiple evaluators.
vi: Để tạo Hard NFT, bạn cần tìm tiệm đánh giá để đánh giá Hard NFT của bạn. Bạn có thể gửi yêu cầu đánh giá cho nhiều người đánh giá.

# your_appointment_request
source: Your appointment request is being sent to evaluator
vi: Yêu cầu cuộc hẹn của bạn đang được gửi đến tiệm đánh giá

# the_evaluator_has_rejected
source: The evaluator has rejected your evaluation request
vi: Tiệm đánh giá đã từ chối yêu cầu đánh giá của bạn

source: View reason
vi: Xem lý do

# the_evaluator_has_accepted
source: The evaluator has accepted your evaluation request
vi: Tiệm đánh giá đã chấp nhận yêu cầu đánh giá của bạn

# evaluator_has_suggested
source: Evaluator has suggested new appointment time
vi: Tiệm đánh giá đã đề xuất thời gian hẹn mới

# you_have_rejected
source: You have rejected this appointment
vi: Bạn đã từ chối cuộc hẹn này

source: Cancel appointment
vi: Hủy cuộc hẹn

source: Your appointment with
vi: Cuộc hẹn của bạn với Thẩm định viên

source: Evaluator Tima-Online
vi: Tima-Tiệm cầm đồ trực tuyến

# pawnshop_will_be_rejected
source: pawnshop will be rejected. Do you want to continue?
vi: sẽ bị từ chối. Bạn có muốn tiếp tục?

source: EVALUATORS NEAR YOU
vi: TIỆM ĐÁNH GIÁ GẦN BẠN

source: Put on auction
vi: Đưa ra đấu giá

source: Get started
vi: Bắt đầu

# login_to_your_email
source: Do you want to log in to your email
vi: Bạn có muốn đăng nhập vào email

# associate_email
source: Do you want to associate an email to get notification/email?
vi: Bạn có muốn liên kết một email để nhận thông báo/email không?

source: Yes
vi: Đồng ý

source: Upload file
vi: Tải file lên

# format_media_file
source: Format: MP4, WEBM, MP3, WAV, OGG, PNG, JPG, JPEG, GIF
vi: Định dạng: MP4, WEBM, MP3, WAV, OGG, PNG, JPG, JPEG, GIF

# add_more_trait_to_properties
source: Properties (add more trait for your NFT)
vi: Thuộc tính (thêm thuộc tính cho NFT)

source: Properties
vi: Thuộc tính

source: Value
vi: Giá trị

source: Add more properties
vi: Thêm thuộc tính

# nft_name_require
source: Name is required
vi: Tên NFT là bắt buộc

# nft_file_require
source: NFT file is required
vi: Tệp tin NFT là bắt buộc

# maximum_file_size
source: Maximum file size is 50mb
vi: Kích cỡ tối đa của tệp tin là 50MB

# accept_file_type
source: Only accept PNG, JPG, JPEG, GIF, MP4, WEBM, MP3, WAV, OGG
vi: Chỉ chấp nhận t PNG, JPG, JPEG, GIF, MP4, WEBM, MP3, WAV, OGG

# collection_require
source: Collection is required
vi: Bộ sưu tập là bắt buộc

# collection_soft
source: Soft
vi: Collection Soft

# collection_hard
source: Hard
vi: Collection Hard

source: End In
vi: Kết thúc

# cancel_aution
source: Cancel auction
vi: Hủy đấu giá

# auction_cancel_info
source: Auction information will be cancelled
vi: Thông tin đấu giá sẽ bị hủy

source: Current price
vi: Giá hiện tại

source: Process create
vi: Qúa trình tạo

source: Failed create
vi: Tạo thất bại

source: Open
vi: Mở

source: Processing accept
vi: Đang xử lí chấp nhận

source: Processing reject
vi: Đang xử lí từ chối

source: Processing cancel
vi: Đang sử lí huỷ

source: Accepted
vi: Đã chấp thuận

source: Canceled
vi: Đã huỷ

source: Loading
vi: Đang tải

source: Invalid message
vi: Tin nhắn không hợp lệ

source: Invalid amount
vi: Số lượng không hợp lệ

source: Invalid Interest Rate
vi: Lãi suất không hợp lệ

# invalid_duration_week
source: Duration by day can not greater than 5200
vi: Thời gian theo ngày không thể lớn hơn 5200

# invalid_duration_month
source: Duration by month can not greater than 1200
vi: Thời gian theo tháng không thể lớn hơn 1200

source: Invalid_repayment
vi: Khoản vay không hợp lệ

source: monthly
vi: Hàng tháng

source: weekly
vi: Hàng tuần

# cancel_auction_warning
source: Customer can not buy your NFT anymore
vi: Khách hàng sẽ không thể mua NFT của bạn nữa

# cancel_success
source: Cancel sale successfully
vi: Hủy bán thành công

# max_duration_auction
source: Maximum duration is 7 days (168 hrs)
vi: Thời lượng tối đa là 7 ngày (168 giờ)

source: Book appointment
vi: Đặt lịch hẹn

source: Reason detail
vi: Chi tiết lý do

source: This appointment is
vi: Cuộc hẹn này là

source: Detail:
vi: Chi tiết:

source: REJECTED
vi: BỊ TỪ CHỐI

source: Rejected
vi: Đã từ chối

source: by evaluator at
vi: bởi người đánh giá tại

source: Book evaluation appointment
vi: Cuộc hẹn đánh giá đặt chỗ

source: Select date
vi: Chọn ngày

source: Select time
vi: Chọn giờ

source: Asset accepted
vi: Nội dung được chấp nhận

source: Contact
vi: Liên hệ

source: Working time
vi: Thời gian làm việc

source: Location
vi: Vị trí

source: Close
vi: Đóng

# min_duration_auction
source: Minimum duration is 12hrs
vi: Thời lượng tối thiểu là 12 giờ

source: Cancel pawn
vi: Hủy thế chấp

# pawn_cancel_info
source: Pawn information will be cancelled
vi: Thông tin thế chấp sẽ bị hủy

# pawn_cancel_warning
source: Customer can not find your NFT anymore
vi: Khách hàng sẽ không thể tìn thấy NFT của bạn nữa

source: No, continue
vi: Không, tiếp tục

source: Number of copies
vi: Số lượng bản sao

source: Minting fee
vi: Phí khởi tạo

source: Create collection successfully!
vi: Tạo bộ sưu tập thành công!

source: Create NFT successfully!
vi: Tạo NFT thành công!

# otp_invalid
source: Invalid code
vi: Mã không hợp lệ

# expired_code
source: Code invalid or expired
vi: Mã không hợp lệ hoặc đã hết hạn

# processing
source: Your request is being processed!
vi: Yêu cầu của bạn đang được xử lý!

# not_supported_standard
source: Defi For You system has not supported NFT transactions on the ERC-1155 standard
vi: Hệ thống Defi For You chưa hỗ trợ NFT chuẩn ERC-1155

# chosen_date
source: Chosen date is not in evaluator's business's hour
vi: Ngày đã chọn không nằm trong giờ làm việc của người đánh giá

source: Date is required
vi: Ngày tháng là bắt buộc

# chosen_time
source: Chosen time is not in evaluator's business's hour
vi: Thời gian đã chọn không nằm trong giờ làm việc của người đánh giá

source: Time is required
vi: Thời gian là bắt buộc

source: Processing transaction
vi: Xử lý giao dịch

source: Joined in
vi: Tham gia vào

source: January,
vi: tháng 1,

source: February,
vi: tháng 2,

source: March,
vi: tháng 3,

source: April,
vi: tháng 4,

source: May,
vi: tháng 5,

source: June,
vi: tháng 6,

source: July,
vi: tháng 7,

source: August,
vi: tháng 8,

source: September,
vi: tháng 9,

source: October,
vi: tháng 10,

source: November,
vi: tháng 11,

source: December,
vi: tháng 12,

# notify
source: Notification
vi: Thông báo

source: Don’t ask again
vi: Không hỏi lại

source: Evaluator:
vi: Người đánh giá:

source: Date time:
vi: Ngày giờ:

source: Evaluation fee:
vi: Phí đánh giá:

# validate_addition_info
source: Your text is larger than 255 characters
vi: Văn bản của bạn lớn hơn 255 ký tự

# condition_required
source: Condition is required
vi: Điều kiện là bắt buộc

# collection_required
source: Collection is required
vi: Bộ sưu tập là bắt buộc

source: Invalid email
vi: Email không hợp lệ

# expect_price_required
source: Expecting price is required
vi: Giá dự kiến ​​là bắt buộc

source: PICTURE
vi: ẢNH

source: Add
vi: Thêm

source: Add more
vi: Thêm nữa

source: DOCUMENTS
vi: TÀI LIỆU

# hard_nft_info
source: HARD NFT INFORMATION
vi: THÔNG TIN HARD NFT

source: Select NFT type
vi: Chọn loại NFT

source: Condition
vi: Điều kiện

source: Hard NFT name
vi: Tên HARD NFT

source: Expecting price
vi: Dự kiến giá

# add_info
source: Additional information
vi: Thông tin thêm

source: Provide Hard NFT info
vi: Cấp Thông Tin Hard NFT

source: Jewelry
vi: Đá quý

source: Add properties
vi: Thêm thuộc tính

source: Watch
vi: Phụ kiện

source: House
vi: Nhà cửa

source: Other
vi: Khác

source: Select condition
vi: Chọn điều kiện

# enter_info
source: Enter information
vi: Nhập thông tin

# contact_info
source: CONTACT INFORMATION
vi: Thông tin liên lạc

# enter_phone_num
source: Enter phone number
vi: Nhập số ĐT

source: Country
vi: Quốc gia

source: Select country
vi: Chọn quốc gia

source: City
vi: Thành phố

source: Select city
vi: Chọn thành phố

# maximum_30
source: Maximum character is 30 characters
vi: Giới hạn 30 ký tự

source: WALLET AND COLLECTION
vi: Ví và bộ sưu tập

# connect_wallet_to_get_coll
source: Connect wallet to get collection list
vi: Kết nối ví và lấy bộ sưu tập

# description_add_properties
source: Properties provide more information about your hard NFT. This field will be displayed tab description
vi: Cấp thêm thông tin về HARD NFT của bạn, Trường này sẽ được hiển thị

# name_required
source: Name is required
vi: Tên là bắt buộc

# maximum_255
source: Maximum length allowed is 255 characters
vi: Giới hạn 255 ký tự

# invalid_phone
source: Invalid phone number
vi: Số ĐT không hợp lệ

# phone_required
source: Please enter your phone number
vi: Phải nhập số ĐT

# country_required
source: Country is required
vi: Quốc gia là bắt buộc

# city_required
source: City is required
vi: Thành phố là bắt buộc

# phone_num
source: Phone number
vi: Số đt

source: Phone
vi: SĐT

# will_receive_nft
source: will receive NFT after being minted by Evaluator
vi: sẽ nhận được NFT sau khi được đánh giá bởi Người đánh giá

# hard_nft_will_be_create
source: Hard NFT will be created in collection
vi: HARD NFT sẽ được tạo trong bộ sưu tập

source: Invalid file format
vi: Định dạng tệp tin không hợp lệ

# property_is_required
source: Properties is required
vi: Thuộc tính không được để trống

source: Value is required
vi: Giá trị không được để trống

# property_maximum_char
source: Maximum property is 30 characters
vi: Thuộc tính tối đa là 30 ký tự

# value_maximum_char
source: Maximum value is 30 characters
vi: Giá trị tối đa là 30 ký tự

source: Cancel sale
vi: Hủy bán

source: Request evaluation
vi: Yêu cầu đánh giá

source: Accept offer
vi: Chấp thuận đề nghị

source: Reject offer
vi: Huỷ đề nghị

# enter_add
source: Enter Address
vi: Nhập địa chỉ

# pls_connect_wallet
source: You have to connect wallet
vi: Bạn phải kết nối ví để thực hiện

source: Edit info
vi: Sửa T.Tin

source: Submit
vi: Gửi

# mon
source: MONDAY
vi: THỨ HAI

# tue
source: TUESDAY
vi: THỨ BA

# wed
source: WEDNESDAY
vi: THỨ TƯ

# thu
source: THURSDAY
vi: THỨ NĂM

# fri
source: FRIDAY
vi: THỨ SÁU

# sat
source: SATURDAY
vi: THỨ BẢY

# sun
source: SUNDAY
vi: CHỦ NHẬT

source: Collections
vi: Bộ sưu tập

# login_expired
source: Login session has expired. Please log in again
vi: Phiên đăng nhập đã hết hạn. Vui lòng đăng nhập lại

# you_have_try_more_than_5
source: You have tried wrong more than 5 times. Please try again in 30 seconds.
vi: Bạn đã thử sai quá 5 lần. Vui lòng thử lại sau 30 giây.

source: Transaction failed
vi: Giao dịch thất bại

# warning_send_offer
source: You are submitting an offer to a NFT that has not been evaluated by DeFi For You. The value of this NFT may not be guaranteed. Please consider the risks carefully when submitting an offer.
vi: Bạn đang gửi một đề nghị đến một NFT chưa được DeFi For You đánh giá. Giá trị của NFT này có thể không được đảm bảo. Vui lòng xem xét các rủi ro một cách cẩn thận khi gửi một đề nghị.

# new_condition
source: New
vi: Hàng Mới

source: Like new
vi: Hàng Lướt

source: Fair
vi: Khá tốt

source: Poor
vi: Hàng xấu

source: Broken
vi: Hàng Nứt Vỡ

source: Expecting for
vi: Gía dự kiến

source: View evaluation
vi: Xem đánh giá

source: Lend
vi: Cho vay

source: Borrow
vi: Mượn

source: What you can lend?
vi: Bạn có thể cho mượn gì?

source: Which collateral?
vi: Tài sản thế chấp nào?

source: Crypto
vi: Tiền điện tử

source: View result
vi: Xem kết quả

source: collateral offers match your search
vi: ưu đãi thế chấp phù hợp với tìm kiếm của bạn

source: Borrower
vi: Bên vay

source: Networks
vi: Mạng

source: Collateral detail
vi: Chi tiết tài sản thế chấp

source: Loan to value
vi: Khoản vay theo giá trị

source: Liquidation threshold
vi: Ngưỡng thanh khoản

source: Interest rate (%APR)
vi: Lãi suất (% APR)

source: Enter message
vi: Nhập tin nhắn

source: Enter loan to value
vi: Nhập khoản vay thành giá trị

source: Repayment curency
vi: Khả năng trả nợ

source: Confirm send offer
vi: Xác nhận gửi phiếu mua hàng

source: Collateral result
vi: Kết quả tài sản thế chấp

source: Pawnshop list
vi: Danh sách hiệu cầm đồ

source: Rating
vi: Xếp hạng

source: Signed contracts
vi: Hợp đồng đã ký

source: Available loan package
vi: Gói vay khả dụng

source: Interest rate from
vi: Lãi suất từ

source: View pawnshop
vi: Xem tiệm cầm đồ

source: Search pawnshop
vi: Tìm kiếm tiệm cầm đồ

source: Loan currency
vi: Tiền tệ cho vay

source: Collateral accepted
vi: Tài sản thế chấp được chấp nhận

source: Interest range
vi: Phạm vi sở thích

# sign_up_for_pawnshop_to_get_great
source: Sign up for pawnshop to get great benefits from
vi: Đăng ký hiệu cầm đồ để nhận những lợi ích tuyệt vời từ

# interest_rate_pawn
source: Interest rate
vi: Lãi suất

source: High to low
vi: Cao đến thấp

source: Low to high
vi: Thấp đến cao

# header_title_pawn
source: Official pawnshop with new token
vi: PawnShop chính thức với token mới

source: Top rated lenders
vi: Top người cho vay uy tín

# what_you_can_pawn
source: What you can borrow/lend?
vi: Bạn có thể vay/cho vay gì?

# top_sale_pawn
source: Top sale pawnshop package
vi: Top pawnshop chạy nhất

# become_pawnshop
source: Become pawnshop with exclusive membership program
vi: Trở thành pawnshop với chương trình thành viên độc quyền

# review_partner_in_your_contract
source: Review partner in your contract to get
vi: Đánh giá đối tác trong hợp đồng để nhận

source: as a reward
vi: như là phần quà

source: Review now
vi: Đánh giá ngay

source: Explore now
vi: Khám phá ngay

source: Name of token:
vi: Tên token:

source: Symbol of token:
vi: Kí hiệu token:

# start_borrow
source: Start borrowing
vi: Bắt đầu vay

source: Start lending
vi: Bắt đầu cho vay

# get_an_instant
source: Get an instant loan with the best interest
vi: Nhận một khoản vay ngay với sự quan tâm tốt nhát

# earn_periodic
source: Earn periodic interest on your asset
vi: Kiếm tiền lãi định kỳ dựa theo tài sản

# nft_collateral
source: NFTs collateral
vi: NFTs thế chấp

# des_become_pawnshop
source: Open your own pawn shop and discover a new business opportunity with an unmatched ROI. Be a part of the world's financial revolution.
vi: Mở pawnshop của riêng bạn và khám phá cơ hội kinh doanh mới chưa từng có với ROI. Trởi thành một phần của cách mạng tài chính thế giới.

# only_become_pawnshop
source: Become a pawnshop
vi: Trở thành pawnshop

source: Personal lending
vi: Cho vay cá nhân

source: Request loan
vi: Yêu cầu khoản vay

# sign_contract_pawn
source: Sign contract
vi: Ký hợp đồng

source: Search personal lender
vi: Tìm kiếm người cho vay cá nhân

source: What you can borrow?
vi: Bạn có thể mượn gì?

source: How much?
vi: Bao nhiêu?

source: Enter amount
vi: Nhập số tiền

source: Which token?
vi: Chọn token nào?

source: What is your collateral?
vi: Tài sản thế chấp của bạn là gì?

source: Select loan token
vi: Chọn token cho vay

source: NFTs collateral
vi: NFTs thế chấp

# back_and_refresh_data
source: Your NFT has move on NFT not on market.
vi: NFT của bạn đã được chuyển về Not on market.

source: Put on sale success
vi: Đưa lên bán thành công.

source: Put on auction success
vi: Đưa lên đấu giá thành công

source: Put on pawn success
vi: Đưa lên thế chấp

# check_data_on_market
source: Your NFT has put on
vi: NFT của bạn đã được đưa lên

# you_must_have_five
source: You must have 50 DFY to book evaluator.
vi: Bạn cần ít nhất 50 DFY để đặt lịch với người định giá.

# processings
source: Processing
vi: Đang xử lý

# total_value_of_all
source: Total value of all lend contracts converted to USD
vi: Tổng giá trị của tất cả các hợp đồng cho vay được quy đổi sang USD

source: Total contract value
vi: Tổng giá trị hợp đồng

source: Expected loan range
vi: Khoảng vay dự kiến
