Repository: ALexDangCoder/dfy-mobile-save
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: OK
vi: Đồng ý

source: Cancel
vi: Huỷ

# something_went_wrong
source: Something went wrong. Please try again later.
vi: Có lỗi xảy ra. Bạn vui lòng thử lại sau

source: Empty data
vi: Không có dữ liệu

source: Error
vi: Lỗi

# error_network
source: No internet!
vi: Vui lòng kiểm tra kết nối mạng!

source: Retry
vi: Thử lại

source: Receive hard NFT
vi: Nhận hard NFT

source: View detail NFT
vi: Xem chi tiết NFT

# hard_nft_is_coming_to_your_wallet
source: Hard NFT is coming to your wallet, stay still and wait for a minutes
vi: Hard NFT đang chuyển đến ví của bạn, ở lại và đợi một vài phút

# price_step_error
source: Price step is not null
vi: Bước nhảy không được bỏ

# unauthorized
source: Your session has expired. Please sign in.
vi: Phiên đăng nhập đã hết hạn. Vui lòng đăng nhập lại.

# buy_out_price_error
source: Buyout price must greater than Reserve price
vi: Giá mua phải lớn hơn giá khởi điểm

# Duration_by_week_cannot_be_greater_than
source: Duration by week cannot be greater than 5,200
vi: Thời gian thế chấp không quá 5,200 tuần

# Duration_by_month_cannot_be_greater_than
source: Duration by month cannot be greater than 1,200
vi: Thời gian thế chấp không quá 1,200 tháng

source: Set the fixed price and sell your NFT
vi: Thiết lập giá và bán NFT của bạn

source: Set a duration for the desired loan term
vi: Đặt thời hạn cho thời hạn vay mong muốn

# duration_content
source: Set the duration for your auction and starting day
vi: Đặt thời lượng cho phiên đấu giá và ngày bắt đầu

source: Buy out price
vi: Giá mua đứt

# price_step_content
source: This is the price range that the following bidder must place higher than the previous bidder
vi: Đây là khoảng giá mà người trả giá sau phải đặt cao hơn người đặt giá trước

# buy_out_price_content
source: Auction will end immediately if someone buys at this price
vi: Phiên đấu giá sẽ kết thúc ngay lập tức nếu có người mua với giá này

source: Search...
vi: Tìm kiếm...

source: Format
vi: Định dạng

source: Enter
vi: Nhập

source: Start date
vi: Ngày bắt đầu

source: End date
vi: Ngày kết thúc

source: Start time
vi: Thời gian bắt đầu

source: End time
vi: Thời gian kết thúc

# sell
source: Sale
vi: Bán

source: Pawn
vi: Thế chấp

source: Auction
vi: Đấu giá

# wallet_secret
source: Wallet secret seed phrase
vi: Seed phrase

# duration_more_content
source: The auction start time must be at least 48 hours from the curent time The minimum duration is 12 hours and the maximum duration is 168 hours (7 days)
vi: Thời gian bắt đầu đấu giá phải cách thời gian hiện t ít nhất 48 giờ Thời lượng tối thiểu là 12 giờ và tối đa là 168 giờ (7 ngày)

# reserve_price_mean
source: Starting price for your NFT auction. Bidder can not bid below this price
vi: Giá khởi điểm cho phiên đấu giá NFT của bạn. Người đặt giá không thể đặt giá dưới mức giá này

# start_time_auction
source: Start time must be at least 48 hours from the curent time
vi: Thời gian bắt đầu cách hiện tại tối thiểu 48 giờ

# waiting_accept_auction
source: Auction request is being reviewed. Review process could take up to 2 working days
vi: Đấu giá đang được đánh giá lại. Việc đánh giá có thể lên tới 2 ngày làm việc.

source: Withdraw NFT
vi: Rút NFT

source: Confirm
vi: Xác Nhận

source: Set amount
vi: Đặt số lượng

source: Save
vi: Lưu

source: Saved
vi: Đã lưu

# out_app
source: Press again Back Button exit
vi: Ấn lại để thoát.

source: Share
vi: Chia sẻ

source: Receive NFT
vi: Nhận NFT

source: Receive
vi: Nhận

# tap_the_word
source: Tap the words to put them next to each other in the correct order
vi: Nhấn vào các từ và đặt chúng cạnh nhau theo đúng trình tự

# i_understand
source: I understand that isf I lose my recovery private key or passphrase, I will not be able to access my wallet
vi: Tôi hiểu rằng nếu tôi mất private hoă hoặc seed phrase thì tôi không thể truy cập

source: Create
vi: Tạo

# do_not
source: Do not provide your recovery key to anyone
vi: Không cung cấp khoá khôi phục của bạn cho bất kì ai

# continue_s
source: Continue
vi: Tiếp tục

# success
source: Create new wallet successfully
vi: Tạo ví mới thành công

# success_import
source: Import wallet successfully
vi: Nhập ví mới thành công

source: Congratulation!
vi: Chúc mừng!

# use_face
source: Use face/touch ID
vi: Sử dụng khuôn mặt/ vân tay

source: Wallet app lock
vi: Khoá ứng dụng ví

source: Complete
vi: Hoàn thành

# new_pass
source: New password
vi: Mật khẩu mới

# con_pass
source: Confirm password
vi: Xác nhận mật khẩu

# pass_must
source: Password must include at least a number, an upper case, a lower case and a special character
vi: Mật khẩu phải bao gồm ít nhất một số, một chữ thường, một chữ hoa và một kí tự đặc biệt, và ít nhất 8 kí tự

# not_match
source: Your password did not match
vi: Mật khẩu của bạn không khớp

# understand_defi
source: I understand DeFi For You will not recover this password for me
vi: Tôi hiểu DeFi For You sẽ không khôi phục mật khẩu này

# please
source: Please setup your new password! This password will unlock your DeFi For You wallet only on this wallet
vi: Vui lòng thiết lập mật khẩu! Mật khẩu này sẽ chỉ mở khoá trên ví này của bạn,

# import_seed
source: Import seed phrase
vi: Nhập seed phrase

source: Import wallet
vi: Nhập ví

source: Add Wallet
vi: Thêm ví

source: Restore Account
vi: Khôi phục tài khoản

# restore_with_seed
source: Restore your account with using Secret Seed Phrase
vi: Khôi phục tài khoản sử dụng Seed Phrase bí mật

# only_first
source: Only first account on this wallet will auto load. After completing this process, to add additional accounts, you can create new account or import account
vi: Chỉ tài khoản đầu tiên của ví này sẽ tự động được cập . Sau khi hoàn tất quá trình này, để thêm các tài khoản khác bạn có tạo thể tạo mới tài khoản hoặc nhập tài khoản

source: Restore
vi: Khôi phục

source: Account
vi: Tài khoản

# your_seed
source: Your seed phrase
vi: Seed phrase của bạn

source: Max
vi: Tối đa

# up_load
source: Upload or drag file here
vi: Tải lên hoặc kéo thả tệp ở đây

# support_type
source: Support file type:
vi: Hỗ trợ kiểu tệp:

source: Import Seed phrase
vi: Nhập Seed phrase

source: Import Token
vi: Nhập Token

source: Import NFT
vi: Nhập NFT

source: Create NFT
vi: Tạo NFT

source: Create new wallet
vi: Tạo ví mới

source: Name Wallet
vi: Tên ví

# restore_with_private
source: Restore your Account with private key. After completing this process, to additional accounts, you can create new account or import account
vi: Khôi phục tài khoản của bạn bằng private key. Sau khi quá trình này hoàn tất, với các tài khoản bổ sung bạn có thể tạo mới hoặc nhập tài khoản

# or_scan
source: Or scan QR
vi: hoặc quét mã QR

source: Scan QR code
vi: Quét mã QR

source: Approve
vi: Chấp thuận

source: Approved
vi: Đã chấp thuận

source: Send
vi: Gửi

source: Estimate gas fee
vi: Ước tính phí gas

source: Insufficient balance
vi: Số dư không đủ

source: Customize fee
vi: Điều chỉnh phí

source: Gas limit
vi: Giới hạn gas

source: Gas price
vi: Giá gas

source: Reset
vi: Khôi phục

source: Balance
vi: Số dư

source: Hide customize fee
vi: Ẩn chỉnh phí

source: From
vi: Từ

source: To
vi: Đến

source: To Address
vi: Địa chỉ nhận

# of_all
source: of
vi: trên

source: Failed
vi: Thất bại

source: Wallet
vi: Ví

source: Quantity
vi: Số lượng

# pls_import_seed
source: Import secret seedphrase
vi: Nhập seedpharse của bạn

# address_required
source: Address is required
vi: Địa chỉ là bắt buộc

source: Invalid address
vi: Địa chỉ không hợp lệ

# amount_required
source: Amount is required
vi: Gía trị là bắt buộc

source: Paste
vi: Dán

source: No data
vi: Không có dữ liệu

# warning_seed
source: Secret seed phrases contain 12, 15, 18, 21, or 24 words
vi: Seed phrase phải chứa 12, 15, 18, 21 hoặc 24 từ

source: Change password
vi: Đổi mật khẩu

source: Name of NFT
vi: Tên của NFT

source: Description
vi: Mô tả

source: NFT standard:
vi: Chuẩn NFT:

source: Link
vi: Đường dẫn

source: Contract
vi: Hợp đồng

source: Put on market
vi: Đưa lên chợ

source: Contract interaction
vi: Hơp đồng tương tác

source: Create collateral
vi: Tạo tài sản thế chấp

source: See more
vi: Xem thêm

source: See less
vi: Thu gọn

# name_not_null
source: Wallet name is required
vi: Tên ví là bắt buộc

# copy
source: Copy Successfully
vi: Copy thành công

# token_successfully
source: Import Token successfully
vi: Nhập Token thành công

# nft_successfully
source: Import collectible successfully
vi: Nhập collectible thành công

source: Token address
vi: Token địa chỉ

source: Token symbol
vi: Biểu tượng token

source: Token decimal
vi: Giá trị token

source: Invalid order
vi: Chuỗi không hợp lệ

source: Enter token
vi: Điền token

source: Choose token
vi: Chọn token

source: Search token
vi: Tìm kiếm token

source: Import
vi: Nhập

source: Enter ID
vi: Nhập ID

# are_you_sure_collectible
source: Are you sure you want to remove this collectible?
vi: Bạn có chắc chắn muốn xóa bộ sưu tập này không?

# are_you_sure_nft
source: Are you sure you want to remove this nft?
vi: Bạn có chắc chắn muốn xóa nft này không?

# this_will_also
source: This will also delete all transactions under this wallet and cannot be recovered.
vi: Thao tác này cũng sẽ xóa tất cả các giao dịch trong ví này và không thể khôi phục được.

source: Remove
vi: Xóa

# are_you_sure_token
source: Are you sure you want to remove this token?
vi: Bạn có chắc chắn muốn xóa mã thông báo này không?

source: Select account
vi: Chọn tài khoản

# imported
source: Imported accounts will not be associated with your originally created account Secret Seed Phrase.
vi: Các tài khoản đã nhập sẽ không được liên kết với tài khoản được tạo ban đầu của bạn Secret seed phrase

# are_you_sure_acc
source: Are you sure you want to remove this account?
vi: Bạn có chắc chắn muốn xóa tài khoản này không?

source: Enter name
vi: Điền tên

# choose_acc
source: Choose account
vi: Chọn tài khoản

source: Setting
vi: Cài đặt

source: Lock
vi: Khoá

# select_acc
source: Select Account
vi: Chọn tài khoản

# create_new_acc
source: Create New Account
vi: Tạo mới tài khoản

# import_acc
source: Import Account
vi: Nhập tài khoản

# show_key_seed
source: Show private key & seed phrase
vi: Hiển thị private key & seed pharse

source: App wallet lock
vi: Khoá ứng dụng

source: Old password
vi: Mật khẩu cũ

source: New password
vi: Mật khẩu mới

source: Confirm new password
vi: Xác nhận mật khẩu mới

source: Enter password
vi: Nhập mật khẩu

source: Enter price
vi: nhập giá

# transaction_pending
source: Pending
vi: Đang xử lý

source: No transaction
vi: Không có giao dịch

source: Amount
vi: Số lượng

source: Status
vi: Trạng thái

source: Gas fee
vi: Phí Gas

# confirm_required
source: Confirm password must required
vi: Xác nhận mật khẩu là bắt buộc

source: Time
vi: Thời gian

source: Show QR code
vi: QR code

# transaction_success
source: Success
vi: Thành công

# transaction_fail
source: Fail
vi: Thất bại

source: View on Bscscan
vi: Xem trên Bscscan

# detail_transaction
source: Detail
vi: Chi tiết giao dịch

# warn_pw_8_15
source: Password must be 8-15 character
vi: Mật khẩu có chứa 8 đến 15 kí tự

# warn_pw_required
source: Password is required
vi: Mật khẩu là bắt buộc

# warn_pw_validate
source: Password must include at least a number, an upper case, a lower case and a special character
vi: Mật khẩu phải chứa ít nhất 1 chữ số, 1 chữ thường, 1 chữ hoa và kí tự đặc biệt

# warn_cf_pw
source: Confirm password did not match
vi: Mật khẩu xác nhận không khớp

# warn_old_pw_not_match
source: Old password is incorrect
vi: Mật khẩu cũ không đúng

source: Password is not correct
vi: Mật khẩu không chính xác

source: Please try again
vi: Vui lòng thử lại

source: Login
vi: Đăng nhập

source: New wallet
vi: Ví mới

source: Password is required
vi: Vui lòng điền mật khẩu

# only_desc
source: Only the first account on this wallet will auto load. Imported accounts will not be associated with your originally created account Secret Seed Phrase.
vi: Chỉ tài khoản đầu tiên trên ví này sẽ tự động tải. Các tài khoản đã nhập sẽ không được liên kết với tài khoản được tạo ban đầu của bạn

# change_pw_success
source: Change Successful
vi: Thay đổi thành công

# are_you_sure
source: Are you sure you want to erase your wallet?
vi: Bạn có chắc chắn muốn xóa ví của mình không?

# your_current_wallet
source: Your current wallet, accounts and assets will be
vi: Ví, tài khoản và tài sản hiện tại của bạn sẽ bị

# removed_permanently
source: removed from this app permanently.
vi: xoá khỏi ứng dụng vĩnh viễn khỏi ứng dụng này.

# this_action
source: This action cannot be undone.
vi: Hành động này không thể được hoàn tác.

# amount_invalid
source: Invalid amount
vi: Số lượng không hợp lệ

# quantity_invalid_of_all
source: Your quantity must be smaller than quantity of all
vi: Số lượng không đủ

# warning_private
source: Private key must require
vi: Private key không được để trống

# seed_required
source: Secret seed phrase must required
vi: Seed phrase bí mật không được để trống

# private_required
source: Private key must required
vi: Private key không được để trống

# you_can_only
source: You can ONLY recover this wallet with your
vi: Bạn CHỈ có thể khôi phục ví này với

# dfy_secret_private
source: DeFi For You does not have your Secret Seed Phrase/Private Key.
vi: của ban. DeFi For You không có Secret Seed Phrase/Private Key của bạn.

# tran_submit
source: Transaction submitted
vi: Giao dịch đã được gửi

# waiting_for_cf
source: Waiting for confirmation
vi: Chờ đợi sự xác nhận

# oopps_omething_went_wrong
source: Oopps! Something went wrong
vi: Oopps! Đã xảy ra sự cố

source: Create new wallet failed
vi: Tạo ví mới không thành công

# you_are_not
source: You are not the owner of this collectible, so you can not add it
vi: Bạn không phải là chủ sở hữu của bộ sưu tập này, vì vậy bạn không thể thêm nó

# empty_address
source: Address cannot be empty
vi: Địa chỉ ví không thể trống

# already_exist
source: Token already exists in the wallet
vi: Token đã tồn tại trong ví

source: Contract address
vi: Địa chỉ hợp đồng

source: Import new wallet failed
vi: Nhập ví mới thất bại

# not_exist
source: NFT address does not exist or you do not own
vi: Địa chỉ NFT không tồn tại hoặc bạn không sở hữu

# no_support_token
source: The token is not supported yet
vi: Token chưa được hỗ trợ

# err_empty_nfts
source: Empty list NFT
vi: Không có NFT nào

# err_invalid_wallet_add
source: Invalid wallet address
vi: Địa chỉ không hợp lệ

# err_not_owner_nft
source: You are not the owner of this collectible, so you can not add it
vi: Bạn không phải là chủ sở hữu của bộ sưu tập này, vì vậy bạn không thể thêm nó

# err_none_exist_nft
source: Nonexistent token
vi: Mã thông báo không tồn tại

# name_characters
source: Name can be no more than 20 characters
vi: Tên không được quá 20 ký tự

# gas_limit_required
source: Gas limit is required
vi: Phí gas giới hạn bắt buộc

source: Invalid Gas limit
vi: Phí gas giới hạn không hợp lệ

# gas_price_required
source: Gas price is required
vi: Phí gas bắt buộc

source: Invalid Gas price
vi: Phí gas không hợp lệ

source: No result found
vi: Không tìm thấy kết quả

# invalid_id_nft
source: Invalid ID
vi: ID không hợp lệ

source: Invalid quantity
vi: Số lượng không hợp lệ

# required_quantity
source: Quantity is required
vi: Số lượng bắt buộc

# warning_big_quantity
source: Quantity can not greater than available copy
vi: Số lượng này lớn hơn số lượng cho phép

# import_duplicate
source: The account you're are trying to import is a duplicate
vi: Tài khoản mà bạn vừa nhập bị trùng trong ví hiện tại

# not_import
source: Can not get wallet address
vi: Không thể lấy địa chỉ ví

source: FEATURE COMING SOON!
vi: TÍNH NĂNG ĐANG PHÁT TRIỂN!

source: Back
vi: Trở về

# change_pw_fail
source: Old password is incorrect
vi: Mật khẩu cũ không đúng

# change_pword_success
source: Password changed
vi: Đổi mật khẩu thành công

# undefine_err_nft
source: Something went wrong
vi: Đã xảy ra sự cố

# duplicated_import_nft
source: Your Account is duplicated
vi: Tài khoản bị trùng

source: Send Token
vi: Gửi Token

source: Send NFT
vi: Gửi NFT

source: Buy
vi: Mua

source: Enter quantity
vi: Nhập số lượng

# price_per_1
source: Price per 1 copy
vi: Giá 1 bản

# total_payment_upper
source: TOTAL PAYMENT
vi: TỔNG TIỀN

# total_payment_normal
source: Total payment
vi: Tổng tiền

source: Your balance:
vi: Số dư:

source: Outstanding collection
vi: Bộ sưu tập nổi bật

source: Hot auction
vi: Đấu giá đang hot

source: NFTs collateral
vi: NFT thế chấp

# sell_items
source: Sale items
vi: Sản phẩm đang bán

source: Explore categories
vi: Khám phá các danh mục

source: Explore
vi: Khám phá

source: Music
vi: Âm nhạc

# sports
source: Sport
vi: Thể thao

source: Car
vi: Ô tô

# nft_on_sell
source: NFT on sale
vi: NFT đang bán

source: Animals
vi: Động vật

source: Painting
vi: Tranh vẽ

source: Artwork
vi: Nghệ thuật

source: Another
vi: Khác

source: Collection list
vi: Danh sách bộ sưu tập

source: My collection
vi: Bộ sưu tập của tôi

source: Others
vi: Khác

source: Art
vi: Nghệ thuật

source: Cars
vi: Ô tô

source: Game
vi: Trò chơi

source: Collectibles
vi: Sưu tầm

source: Ultilities
vi: Tiện ích

source: Apply
vi: Áp dụng

source: Trading history
vi: Lịch sử giao dịch

source: Activity
vi: Hoạt động

source: items
vi: mặt hàng

source: Owners
vi: số chủ sở hữu

source: volume traded
vi: khối lượng giao dịch

# search_wo_dot
source: Search
vi: Tìm kiếm

source: Category
vi: Loại

# private_warning
source: Invalid private key
vi: Private key không hợp lệ

# day
source: Days
vi: Ngày

# hour
source: Hours
vi: Giờ

# minute
source: Minutes
vi: Phút

# second
source: Seconds
vi: Giây

source: Month
vi: Tháng

source: months
vi: Tháng

source: Duration:
vi: Thời hạn

source: Place a bid
vi: Đấu giá

source: Buy out
vi: Mua đứt

source: Collection
vi: Bộ sưu tập

source: Owner
vi: Chủ sở hữu

source: History
vi: Lịch sử

source: Bidding
vi: Đấu giá

source: Reserve price
vi: Giá khởi điểm

source: Price step
vi: Bước giá

source: Price
vi: Giá

source: Sale quantity
vi: số lượng bán

source: Set a sale price for 1 copy of NFT
vi: Đặt giá cho 1 bản copy NFT

source: Set the NFT quantity you want to sell
vi: Số lượng NFT muốn bán

# your_balance_bid
source: Your balance
vi: Số dư của bạn

source: NFT on auction
vi: NFT trên phiên đấu giá

# loan_to_vl
source: Loan to value:
vi: Cho vay định giá:

source: Loan amount:
vi: Giá nợ:

# interest_rate
source: Interest rate (%APR):
vi: Lãi (%APR):

# ltv_liquid_thres
source: LTV Liquidation threshold:
vi: Ngưỡng thanh lý:

# repayment_curr
source: Repayment currency:
vi: Tiền thanh toán:

source: Recurring interest:
vi: Lãi định kỳ:

# enter_msg
source: Enter message
vi: Nhập tin nhắn

# enter_repayment_curr
source: Enter repayment currency:
vi: Nhập loại tiền trả nợ

# enter_loan_to_vl
source: Enter Loan To Value
vi: Nhập cho vay định giá

source: Enter Loan Amount
vi: Nhập giá nợ

source: Enter Interest Rate
vi: Nhập lãi suất

source: Enter Duration
vi: Nhập khoảng thời gian

source: Quantity of collateral
vi: Số lượng tài sản thế chấp

source: Set the NFT quantity as collateral
vi: Đặt số lượng NFT làm tài sản thế chấp

source: Expected loan
vi: Khoản vay dự kiến

source: Evaluation
vi: Đánh giá

# auction_end_in
source: Auction ends in:
vi: Đấu giá kết thúc trong:

source: Evaluated by
vi: Đánh giá bởi

# asset_type
source: Hard NFT type:
vi: Loại tài sản

source: Authenticity check:
vi: Kiểm tra tính xác thực:

source: Clarity:
vi: Độ trong:

source: Shape:
vi: Hình dạng:

source: Cut grade:
vi: Cắt lớp:

source: Information
vi: Thông tin

source: Not on market
vi: Không trên sàn

# listing_is_free
source: Listing is free. The the time of the sale,
vi: Việc đăng tải các sản phẩm là hoàn toàn miễn phí. Mỗi lần bán ,

source: View all result
vi: Xem tất cả

source: Evaluated time
vi: Thời gian đánh giá

source: Maximum amount
vi: Số lượng tối đa

# depreciation
source: Depreciation (% annually)
vi: Khấu hao (%/năm)

# addition_info
source: Additional information
vi: Thông tin thêm

# images_videos
source: Images and videos
vi: Ảnh và video

source: Buy NFT
vi: Mua NFT

# value_of_each_copy
source: value of each copy will be deducted.
vi: giá trị của mỗi bản copy sẽ bị khấu hao.

# about_us_content
source: is a trading style of Miles Mann Limited registered office at 5 Southgate Street, Gloucester, Gloucestershire, GL1 1TG1 Licensed authorised and regulated by the Financial Conduct Authority to exercise lender's rights and duties under a regulated credit agreement (excluding high-cost short-term credit, bill of sale agreement, and home collected credit agreement), and has the right to exercise lender's rights and duties under a regulated credit agreement (excluding high-cost short-term credit, bill of sale agreement, and home collected credit agreement)
vi: là một phong cách giao dịch của văn phòng Miles Mann Limited đăng ký tại số 5 phố Southgate, Gloucester, Gloucestershire, GL1 1TG1 Được cấp phép và quản lý bởi Cơ quan quản lý tài chính để thực hiện các quyền và nghĩa vụ của người cho vay theo một thỏa thuận tín dụng quy định (không bao gồm các khoản khống chi phí cao - tín dụng có kỳ hạn, hợp đồng mua bán hóa đơn và hợp đồng tín dụng thu tiền tận nhà), và có quyền thực hiện các quyền và nghĩa vụ của người cho vay theo hợp đồng tín dụng được quy định (không bao gồm tín dụng ngắn hạn chi phí cao, hợp đồng mua bán hóa đơn và tín dụng thu tiền tận nhà hợp đồng)

# nft_on_pawn
source: NFT requesting loan
vi: NFT thế chấp

source: Hanoi office
vi: Văn phòng Hà Nội

source: London office
vi: Văn phòng London

source: On auction
vi: Đang đấu giá

source: Registration number
vi: Số đăng ký

# on_sell
source: On sale
vi: Đang bán

source: Find us on
vi: Tìm chúng tôi tại

# on_pawn
source: Requesting loan
vi: Thế chấp

source: Collection type
vi: Loại bộ sưu tập

source: Warning
vi: Cảnh báo

# no_permission
source: This wallet address does not have permission to perform the action. Please connect the wallet address:
vi: Địa chỉ ví hiện tại không có quyền thực hiện hành động này. Vui lòng kết nối địa chỉ ví:

# no_permission2
source: to perform this action
vi: để thưc hiện hành động này

# confirm_account
source: Confirm your account
vi: Xác nhận tài khoản

source: Enter email
vi: Nhập email

source: Create hard NFT
vi: Tạo hard NFT

# verify_account
source: We have just sent a confirmation letter to the email address you just registered. Please check your email and enter Code to active your account.
vi: Chúng tôi vừa gửi thư xác nhận đến địa chỉ email bạn vừa đăng ký. Vui lòng kiểm tra email và nhập Mã để kích hoạt tài khoản của bạn.

# connect_wallet
source: Connect
vi: Kết nối

# connect_to_continue
source: You need to connect wallet to continue
vi: Bạn cần kết nối ví để tiếp tục

# detected_email
source: The system detected email
vi: Hệ thông phát hiện email

source: Type
vi: Loại

# detected_email2
source: has already been registered account on DeFi For You. Please check your Email and confirm to associate your account
vi: đã được đăng ký tài khoản trên DeFi For You. Vui lòng kiểm tra Email và xác nhận để liên kết tài khoản

# enter_email_to_link
source: Enter the email address you want to link to your wallet address
vi: Nhập địa chỉ email bạn muốn liên kết với địa chỉ ví của mình

# already_associated
source: is already associated with
vi: đã được liên kết với

# login_with_this_email
source: Do you want to log in this email to use now?
vi: Bạn có muốn đăng nhập email này để sử dụng ngay bây giờ không?

source: Week
vi: Tuần

source: Get a loan by NFT on Pawn marketplace
vi: Nhận khoản vay cho NFT trên thị trường cầm đồ

source: Set the loan amount you expected to have for the NFT
vi: đặt khoản vay bạn mong muốn cho NFT của bạn

source: All
vi: Tất cả

source: NFT type
vi: Loại NFT
